{
  "title": "كتاب تفسير الطبري جامع البيان - ط دار التربية والتراث",
  "shamela_id": "43",
  "authors": [
    {
      "name": "ابن جرير الطبري"
    }
  ],
  "publisher": null,
  "book_section": "التفسير",
  "edition": null,
  "edition_number": null,
  "publication_year": null,
  "edition_date_hijri": null,
  "page_count": 14577,
  "volume_count": 24,
  "categories": [],
  "description": "بطاقة الكتاب و\nالكتاب: جامع البيان عن تأويل آي القرآن\nالمؤلف: أبو جعفر، محمد بن جرير الطبري (٢٢٤ - ٣١٠هـ)\nتوزيع: دار التربية والتراث - مكة المكرمة - ص.ب: ٧٧٨٠\nالطبعة: بدون تاريخ نشر\nعدد الأجزاء: ٢٤\n١ - ١٦: مصورةٌ من تحقيق محمود محمد شاكر، الذي ينتهي بتفسير الآية ٢٧ من سورة إبراهيم\n١٧ - ٢٤ (بقية التفسير) : إعادة صَف لطبعة الحلبي بنصها وحواشيها بلا أدنى إشارة!!\nتنبيهات:\n• قد نُسِبَتْ هذه الطبعةُ لـ «مؤسسة الرسالة» في «نسْخةٍ إلكترونية» مشهورة النشر سابقًا! وصوابها ما ذُكر بعاليه! فلْيُصحَّح.\n• كما نَسَبَتْ تلك «النسْخة الإلكترونية» المنشورة سابقًا: تحقيق التفسير بأجزائه الــ٢٤ كاملا لأحمد شاكر! فلْيُصحَّح أيضًا\n[ترقيم الكتاب موافق للمطبوع]\nصفحة المؤلف: [\nابن جرير الطبري\n]",
  "source_url": "https://shamela.ws/book/43",
  "has_original_pagination": true,
  "pages": [
    {
      "page_number": 5,
      "content": "بسم الله الرحمن الرحيم\nبركة من الله وأمر\nالحمد لله رب العالمين الرحمنِ الرحيم مَلِكِ يومِ الدين\nوالحمد لله الذي خلق السمواتِ والأرضَ وجعل الظلماتِ والنورَ.\nوالحمد لله الذي أنزل على عبده الكتاب، ولم يجعلْ له عِوَجًا.\nوالحمد لله الذي له ما في السمواتِ والأرضِ، وله الحمد في الآخرة، وهو الحكيمُ الخبيرُ.\nوالحمد لله الذي هدانا لهذا، وما كنَّا لنهتديَ لولا أنْ هدانا الله.\nوصلى الله وسلم وبارك على سيدنا ومولانا محمدٍ، رسول الله وخيرته من خلقه، خاتم النبيين، وأشرف المرسلين.\nوعلى آله وأصحابه ومن تبعهم بإِحسانٍ إلى يوم الدين.\n\"فصلَّى الله على نبيِّنا كلَّما ذكره الذاكرون، وغَفَل عن ذكره الغافلون. وصلى الله عليه في الأوَّلين والآخرين. أفضلَ وأكثرَ وأزكى ما صلَّى على أحدٍ من خلقه. وزكَّانا وإياكم بالصلاة عليه، أفضلَ ما زكَّى أحدًا من أمته بصلاته عليه، والسلام عليه ورحمة الله وبركاته\"\n(١)\n<hr/>\n(١) اقتباس من كلام الشافعي، في كتابه (الرسالة)، رقم ٣٩، بتحقيقنا.",
      "word_count": 146
    },
    {
      "page_number": 6,
      "content": "أما بعد:\nفإن هذا التفسير الجليل، باكورة عمل عظيم، تقوم به\n(دار المعارف بمصر)\n، لإحياء\n(تُراث الإسلام)\n، وإخراج نفائس الكنوز. التي بقيتْ لنا من آثار سلفنا الصالح، وعلمائنا الأفذاذ. الذين خدموا دينَهم، وعُنُوا بكتاب ربّهم، وسنّة نبيّهم، وحفظِ لغتهم، بما لم تصنعه أمةٌ من الأمم، ولم يبلغْ غيرُهم مِعْشارَ ما وفّقهم الله إليه.\nفكان أَوّلَ ما اخترنا،\nباكورةً لهذا المشروع الخطير:\nكتابُ\n(تفسير الطبري)\n. وما بي من حاجةٍ لبيان قيمته العلمية، وما فيه من مزايا يندر أَن توجدَ في تفسيرٍ غيرِه. وهو أعظم تفسير رأيناه، وأعلاه وأثبتُه. استحقَّ به مؤلفُه الحجةُ أن يسمَّى\n(إمامَ المفسّرين)\n.\nوكنتُ أخشى الإقدامَ على الاضطلاع بإِخراجه وأُعْظِمُه، عن علمٍ بما يكتنفُ ذلك من صعوباتٍ، وما يقوم دونَه من عقباتٍ، وعن خبرةٍ بالكتاب دهرًا طويلا أربعين سنةً أو تزيد.\nلولا أنْ قوَّى من عزمي، وشدَّ من أزْري، أخي الأصغر، الأستاذ محمود محمد شاكر. وهو - فيما أعلم - خير من يستطيع أن يحمل هذا العبء، وأن يقوم بهذا العمل حقَّ القيام، أو قريبًا من ذلك. لا أعرف أحدًا غيرَه له أهلا.\nوما أريد أن أشهدَ لأخي أو أُثْنيَ عليه. ولكني أقرّ بما أعلم، وأشهد بما أَسْتَيْقن.",
      "word_count": 184
    },
    {
      "page_number": 7,
      "content": "وقد أَبَى أخي السيد محمود إلا أن يُلْقِيَ عليّ بعضَ العبء، بالتعاون معه في مراجعة الكتاب، وبتخريج أحاديثه، ودَرْس أسانيده. وهذا - وحدَه - عملٌ فوقَ مقدوري. ولكنّي لم أستطع التخليَ عنه، فقبلتُ وعملتُ، متوكلا على الله، مستعينًا به.\nوأسأل الله سبحانه الهدى والسداد، والرعاية والتوفيق. إنه سميع الدعاء. كتبه\nأحمد محمد شاكر\nعفا الله عنه بمنه القاهرة يوم الجمعة ٤ جمادى الآخرة سنة ١٣٧٤",
      "word_count": 65
    },
    {
      "page_number": 8,
      "content": "بِسمِ اللَّهِ الرَّحمنِ الرَّحيمِ\n{تَبَارَكَ الَّذِي نزلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا * الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا * وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لاَ يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلا يَمْلِكُونَ لأنْفُسِهِمْ ضَرًّا وَلا نَفْعًا وَلا يَمْلِكُونَ مَوْتًا وَلا حَيَاةً وَلا نُشُورًا * وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا * وَقَالُوا أَسَاطِيرُ الأوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلا * قُلْ أَنزلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالأرْضِ إِنَّهُ كَانَ غَفُورًا رَحِيمًا}\n* * *\n{قُلْ لَئِنِ اجْتَمَعَتِ الإنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا * وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبَى أَكْثَرُ النَّاسِ إِلا كُفُورًا}\n* * *\nوالحمد لله الذي أرسلَ رسولَه محمدًا صلى الله عليه وسلم بالهُدَى ودِينِ",
      "word_count": 148
    },
    {
      "page_number": 9,
      "content": "الحقِّ ليُظْهِرَه عَلَى الدِّين كُلِّه وَلَوْ كَرِهَ الْمُشْركونَ.\n{يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ * هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ * وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ * ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ}\n* * *\nاللَّهُمّ إِنّا نبرأُ إليك من كُلِّ حَوْلٍ وقوَّةٍ، ونستَعينك ونَسْتَهديك، ونعوذُ برضاكَ من غَضَبِك، فاغفر لَنا وارْحَمنا وتبْ علينا إنّك أنْتَ التَّوَّابُ الرَّحيم. ربَّنا وَلا تجعلنَا من الذين فرَّقُوا دِينَهم وَكانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُون.\n* * *\nاللهُمَّ اجعلنا مسلمِينَ لك،\nوَافِين لك بالميثاق الذي أخذتَ علينا:\nأن نكون قوّامين بالقِسْط شُهَداءَ على الناس، اللهُمَّ اهدنا صراطَك المستقيم، صراطَ الذين أنعمت عليهم من النبيّين والصِّدِّيقين والشُّهَداء، الذين قالوا ربُّنا الله ثم استقاموا، وعلموا أنك أنت الجبّارُ الذي خَضَعتْ لجَبرُوتِه الجبَابرة، والعزيزُ الذي ذلّتْ لعزَّته الملوكُ الأعِزَّة، وخَشَعت لمهَابة سَطْوتِه ذوُو المهابة،\nفلم يُرهِبْهم بغيُ باغٍ ولا ظُلْم سفّاحٍ ظالم:\n{يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ}\n{وَلا تحْسَبَنَّ اللَّهَ",
      "word_count": 188
    },
    {
      "page_number": 10,
      "content": "غَافِلا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأبْصَارُ * مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لاَ يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ}\n* * *\nاللهُم اغفر لأبي جعفر محمد بن جرير الطبري، وتغمّده برحمتك، واجعله من السابقين المقرَّبين في جنّات النعيم، فقد كان - ما عَلِمْنا- من الذين بَيَّنوا كتابَك للناس ولم يكتموه، ولم يشتَرُوا به ثَمَنًا قليلا من مَتاع هذه الحياةِ الدنيا؛ ومن الذين أدَّوْا ما لزمهم من حقِّك، وذادُوا عن سنة نبِّيك؛ ومن الذين ورَّثوا الخلَفَ من بعدهم علم ما عَلموا، وحَمَّلوهم أمانةَ ما حَمَلوا، وخلعُوا لك الأندادَ، وكفَروا بالطاغوتِ، ونَضَحوا عن دينك، وذبُّوا عن شريعتك، وأفضَوْا إليك ربَّنا وهمْ بميثاقك آخذون، وعلى عهدك محافظون، يرجون رَحْمتَك ويخافُون عذابَك. فاعفُ اللهمّ عنا وعنهم، واغفر لنَا ولهم، وارحمنا وارحمهم، أنت مولانَا فانصرنَا على القومِ الكافرين.\n* * *\nكان أبو جعفر رضي الله عنه يقول:\n\"إِنّي لأعجبُ مَمنْ قرأ القرآن ولم يعلَم تأويلَه، كيف يلتذُّ بقراءته؟ \"\n. ومنذ هداني الله إلى الاشتغال بطلب العلم،\nوأنا أصاحب أبا جعفر في كتابيه:\nكتاب التفسير، وكتاب التاريخ. فقرأتُ تفسيره صغيرًا وكبيرًا،\nوما قرأتُه مرَّةً إلا وأنا أسمعُ صوته يتخطّى إليّ القرون:\nإني لأعجب ممن قرأ القرآن ولم يعلم تأويله، كيف يلتذُّ بقراءته؟ فكنتُ أجدُ في تفسيره مصداقَ قوله رضي الله عنه.",
      "word_count": 199
    },
    {
      "page_number": 11,
      "content": "بيد أني كنتُ أجدُ من المشقّة في قراءتِه ما أجد.\nكان يستوقفني في القراءةِ، كثرةُ الفُصُول في عبارته، وتباعُد أطراف الجُمَل. فلا يسلم لي المعنى حتى أعيد قراءة الفقرة منه مرتين أو ثلاثًا. وكان سبب ذلك أنّنا ألفنَا نهجًا من العبارة غيرَ الذي انتهج أبو جعفر، ولكن تبيَّن لي أيضًا أن قليلا من الترقيم في الكتابِ، خليقٌ أن يجعَل عبارته أبينَ. فلما فعلتُ ذلك في أنحاءٍ متفرقة من نسختي، وعدتُ بعدُ إلى قراءتِها، وجدتُها قد ذهب عنها ما كنت أجد من المشقّة. ولما راجعتُ كتب التفسير، وجدتُ بعضَهم ينقلُ عَنْه، فينسبُ إليه ما لم أجده في كتابه، فتبيَّنَ لي أن سبب ذلك هو هذه الجمل التي شقّت عليَّ قراءتها. يقرؤها القارئ، فربّما أخطأ مُرادَ أبي جعفرٍ، وربَّما أصابَ. فتمنَّيت يومئذٍ أن ينشر هذا الكتاب الجليلُ نشرةً صحيحة محقّقة مرقّمةً، حتى تسهُل قراءتُها على طالب العلم، وحتى تجنّبه كثيرًا من الزَّلل في فهم مُرَاد أبي جعفر.\nولكنْ تبيَّن لي على الزمن أن ما طبع من تفسير أبي جعفر، كانَ فيه خطأ كثير وتصحيفٌ وتحريف، ولما راجعتُ التفاسير القديمة التي تنقلُ عَنْه، وجدتُهم يتخطّونَ بعض هذه العبارات المصحفة أو المحرفة، فعلمتُ أن التصحيف قديم في النسخ المخطوطة. ولا غرو، فهو كتابٌ ضخْمٌ لاَ يكادُ يسلُم كلّ الصواب لناسخه. وكان للذين طبعوه عذرٌ قائمٌ، وهو سقم مخطوطاته التي سلمت من الضياع، وضخامة الكتاب، واحتياجه إلى مراجعة مئات من الكتب، مع الصبْر على المشقة والبَصَر بمواضع",
      "word_count": 222
    },
    {
      "page_number": 12,
      "content": "الخَلَل. فأضمرتُ في نَفْسي أن أنشُر هذا الكتابَ، حتى أؤدّي بعض حقِّ الله عليَّ، وأشكرُ به نعمةً أنالُها - أنَا لَهَا غيرُ مستحقّ - من ربٍ لاَ يؤدّي عبدٌ من عباده شكرَ نعمة ماضيةٍ من نعمه، إلا بنعْمة منه حادثةٍ توجِب عليه أن يؤدّي شكرها، هي إقدارُه على شكر النعمة التي سلفت؛ كما قال الشافعي رضي الله عنه.\nوتصرَّم الزَّمن، وتفانت الأيّامُ، وأنا مستهلَكٌ فيما لاَ يُغْني عنّي شيئًا يوم يقوم الناس لربّ العالمين. حتَّى أيقظَنِي عدوانُ العادِين، وظُلْم الظّالمين، وطغيانُ الجبابرة المتكبّرين، فعقدت العزمَ على طبع هذا التفسير الإمامِ، أتقرَّبُ به إلى ربِّ العالمين، ملك يوم الدين.\nوأفضيتُ بما في نفسي إلى أخي الأكبر السيد أحمد محمد شاكر - أطال الله بقاءه، وأقبسني من علمه- فرأى أن تنشره\n\"دار المعارف\"\n، باكورةَ أعمالها في نشر\n(تُراث الإسلام)\n. ولم يمض إلا قليل حتى أعدَّت الدار عُدّتها لنشر هذا الكتاب الضخم، مشكورةً على ما بذلته في إحياء الكتاب العربيّ.\nوكنت أحبُّ أن يكون العمل في نشر هذا الكتاب مشاركة بيني وبين أخي في كلّ صغيرةٍ وكبيرة، ولكن حالت دون ذلك كثرة عمله. وليتَه فَعَل، حتى أستفيد من علمهِ وهدايته، وأتجنّبَ ما أخاف من الخطإ والزلل، في كتابٍ قال فيه أبو عمر الزاهد،\nغلام ثعلب:\n\"قابلتُ هذا الكتاب من أوّله إلى آخره، فما وجدتُ فيه حرفًا خطأً في نحو أو لغة\"\n. وأنَّى لمثلي أن يحقّق كلمة أبي عمر في كتاب أبي جعفر!",
      "word_count": 222
    },
    {
      "page_number": 13,
      "content": "ونحن أهل زمانِ أُوتوا من العجز والتهاون، أَضعافَ ما أُوتي أسلافُهم من الجدّ والقدرة!\nفتفضل أخي أن ينظُرَ في أسانيد أبي جعفر، وهي كثيرة جدًّا، فيتكلّم عن بعض رجالها، حيثُ يتطلب التحقيق ذلك، ثم يخرِّج جميع ما فيه من أحاديث رسول الله صلى الله عليه وسلم. فإن وجدَ بعد ذلك فراغًا نَظَر في عملي وراجعه واستدرك عليه. فشكرتُ له هذه اليدَ التي طوّقني بِها، وكم له عندي من يدٍ لاَ أملك جزاءَها، عنْد الله جزاؤها وجزاءُ كلّ معروفٍ. وحسبُه من معروف أنّه سدّد خُطايَ صغيرًا، وأعانني كبيرًا.\nوتوليتُ تصحيحَ نصّ الكتاب، وضبطه، ومقابلته على ما بين أيدينا من مخطوطاته ومطبوعاته، ومراجعته على كتب التفسير التي نقلت عنه. وعلّقتُ عليه، وبيّنت ما استغلقَ من عبارته، وشرحتُ شواهده من الشعر. وبذلتُ جُهْدي في ترقيمه وتفصيله. فكلّ ما كان في ذلك من إحسانٍ فمن الله، وكلّ ما فيه من زَلَلٍ فمنّي ومن عجزي، ولا حول ولا قوة إلا بالله.\nوالنسخ المخطوطة الكاملة من تفسير الطبري، لاَ تكادُ تُوجَد، والذي مِنْها في دار الكتب أجزاءٌ مفردة من الجزء الأوّل، والجزء السادس عشر، ومنها مخطوطة واحدة كانت في خمسة وعشرين مجلَّدًا ضاع منها الجزء الثاني والثالث، وهي قديمةً غير معروفة التاريخ. وهي على ما فيها تكادُ تكون أصحّ النسخ.\nوهي محفوظة بالدار برقم:\n١٠٠ تفسير.",
      "word_count": 200
    },
    {
      "page_number": 14,
      "content": "فجعلتها أمًّا لنشر هذا الكتاب. أما سائر المخطوطات فهي سقيمة رديئة، لم تنفع في كثير ولا قليل، فضْلا عن أنها قطع صغيرة منه.\nفنهجتُ نهجًا آخر في تصحيح هذا التفسير، وذلك بمراجعة ما فيه من الآثار على كتاب\n\"الدرّ المنثور\"\nللسيوطي،\n\"وفتح القدير\"\nللشوكاني، فهما يكثران النقل عن تفسير أبي جعفر. أما ابن كثير في تفسيره، فإنه لم يقتصر على نقل الآثار، بل نقل بعض كلام أبي جعفر بنَصِّه في مواضع متفرقة، وكذلك نقل أبو حيان والقرطبي في مواضع قليلة من تفسيريهما. فقابلتُ المطبوع والمخطوط من تفسير أبي جعفر على هذه الكتب. وكنت في هذا الجزء الأوَّل من التفسير أذكر مرجع كلّ أثرٍ في هذه الكتب، ثم وجدتُ أن ذلك يطيل الكتاب على غير جدوى، فبدأت منذ الجزء الثاني أغفل ذكر المراجع، إِلا عند الاختلاف، أو التصحيح، أو غير ذلك مما يوجب بيان المراجع.\nوراجعتُ كثيرًا ممّا في التفسير من الآثار، على سائر الكتب التي هي مظّنة لروايتها، وبخاصّة تاريخ الطبري نَفْسِه، ومن في طبقته من أصحاب الكتب التي تروي الآثار بالأسانيد. وبذلك استطعتُ أن أحرّر أكثرها في الطبري تحريرًا أرجو أن يكون حسنًا مقبولا.\nأمّا ما تكلّم فيه من النحو واللغة، فقد راجعته على أصوله، من ذلك\n\"مَجاز القرآن\"\nلأبي عبيدة،\n\"ومعاني القرآن\"\nللفراء، وغيرهما ممّن يذكر أقوال أصحاب المعاني من الكوفيين والبصريين.\nوأما شواهدُه فقد تتبعتُ ما استطعتُ منها في دواوين العربِ، ونسبت",
      "word_count": 215
    },
    {
      "page_number": 15,
      "content": "ما لم يكن منها منسوبًا، وشرحتُها، وحققت ما يَحتاجُ إلى تحقيق من قصائدها، مختصرًا في ذلك ما استطعت.\nوقد رأيتُ في أثناء مراجعاتي أنّ كثيرًا ممن نقل عن الطبري، ربّما أخطأ في فهم مُرَاد الطبري، فاعترض عليه، لمّا استغلقَ عليه بعضُ عبارته. فقيدت بعضَ ما بدا لي خلالَ التعليق، ولم أستوعِبْ ذلك استيعَابًا مخافة الإطالة، وتركت كثيرًا مما وقفتُ عليه من ذلك في الجزء الأوّل، ولكني أرجو أنْ أستدرِك ما فاتني من ذلك في الأجزاء الباقية من التفسير إن شاء الله ربُّنَا سبحانه.\nوبيّنتُ ما وقفتُ عليه من اصطلاح النحاة القدماء وغيرهم، ممّا استعمله الطبري، وخالفَه النحاةُ وغيرهم في اصطلاحهم، بعد ذلك، إلى اصطلاح مُسْتَحدَث. وربّما فاتني من ذلك شيءٌ، ولكني أرجو أنْ أبيّن ذلك فيما يأتي من الأجزاء. وقد وضعتُ فهرسًا خاصًّا بالمصطلحات، في آخر كلّ جزءٍ، حتى يتيسّر لطالب ذلك أن يجدَ ما استبهَمَ عليه من الاصطلاح في موضع، في جزءٍ آخر من الكتاب.",
      "word_count": 146
    },
    {
      "page_number": 16,
      "content": "وكنتُ أحبُّ أن أبيّن ما انفردَ به الطبريّ من القول في تأويل بعض الآياتِ، وأشرح ما أَغْفَله المفسّرون غيرُه، ولكني خفتُ أن يكونَ ذلك سببًا في زيادة الكتاب طولا على طوله؛ مع أني أَرَى أن هذا أمرٌ يكشف عن كتاب الطبري، ويزيدنا معرفة بالطبري المفسّر، وبمنهجه الذي اشتقّه في التفسير، ولم اختلف المفسّرون من بعده، فأغفلوا ما حرصَ هو على بيانه؟\nوكنتُ أحبُّ أيضًا أن أُسَهِّل على قارئ كتابه، فأجعل في آخرِ الآياتِ المتتابعة التي انتهى من تفسيرها، مُلَخَّصًا يجمَعُ ما تفرَّق في عشراتٍ من الصفحاتِ. وذلك أني رأيتُ نفسي قديمًا، ورأيت المفسِّرين الذين نقلوا عَنْهُ، كانوا يقرأون القطعة من التفسير مفصولةً عمَّا قبلها، أو كانوا يقرأونه متفرِّقًا. وهذه القراءةُ، كما تبيِّن لي، كانتْ سببًا في كثيرٍ من الخَلْط في معرفة مُرَادِ الطبري، وفي نسبة أقوالٍ إليه لم يقلْها. لأنَّه لما خاف التكرار لطول الكتابِ، اقتصَر في بعض المواضِع على ما لاَ بُدَّ منه، ثقَةً منه بأنّه قد أبان فيما مضى من كتابه عن نهجه في تفسير الآيات المتصلة المعاني. والقارئ الملتمِس لمعنى آيةٍ من الآياتِ، ربَّما غَفَل عن هذا الترابُط بين الآية التي يقرؤها، والآيات التي سبقَ للطبري فيها بيانٌ يتّصل كل الاتصال ببيانه عن هذه الآية. ولكني حين بدأت أفعل ذلك، وجدت الأمر شاقًا عسيرًا، وأنه يحتاجُ إِلى تكرار بعضِ ما مضى، وإلى إِطالةٍ في البيانِ. وهذا شيءٌ يزيدُ التفسيرَ طولا وضخامة.\nولمَّا رأيتُ أن كثيرًا من العلماء كان يعيبُ على الطبري أنه حشَدَ في كتابِهِ كثيرًا من الرواية عن السالفين، الذين قرأوا الكُتُب،\nوذكروا في معاني القرآنِ ما ذكروا من الرواية عن أهل الكتابَيْن السالِفَيْن:\nالتَّوراة والإنجيل - أحببتُ أن أكشف عن طريقة الطبري في الاستدلال بهذه الرواياتِ روايةً روايةً، وأبيّن كيف أخطأ الناسُ في فهم مقصده، وأنّه لم يَجْعل هذه الروايات قطُّ مهيمنةً على كتاب الله الذي لاَ يأتيه الباطل من يديه ولا من خلفه. وأحببتُ أن أبيّن عند كُلِّ روايةٍ مقالة الطبريّ في إِسنادِها، وأنه إسنادٌ لاَ تقوم به حُجَّةٌ في دين الله، ولا في تفسير كتابه،",
      "word_count": 312
    },
    {
      "page_number": 17,
      "content": "وأن استدلاله بها كان يقوم مقام الاستدلالِ بالشِّعر القديم، على فهم معنى كلمة، أو للدلالة على سياقِ جملة.\nوقد علقتُ في هذا الجزء ١:\n٤٥٤، ٤٥٨ وغيرهما من المواضع تعليقًا يبينُ عن نهج للطبري في الاستدلال بهذه الآثار، وتركتُ التعليقَ في أماكنَ كثيرة جدًّا، اعتمادًا على هذا التعليق. ورأيتُ أن أدَعَ ذلك حتى أكتب كتابًا عن\n\"الطبري المفسِّر\"\nبعد الفراغ من طبع هذا التفسير. لأني رأيتُ هناكَ أشياء كثيرةً، ينبغي بيانُها، عن نهج الطبري في تفسيره. ورأيتني يجدّ لي كُلَّ يوم جديدٌ في معرفة نهجه، كلَّما زدتُ معرفةً بكتابه، وإلفًا لطريقته. فاسأل الله أن يعنيني أن أفردَ له كتابًا في الكلام عن أسلوبه في التفسير، مع بيان الحجّة في موضع موضعٍ، على ما تبيّن لي من أسلوبه فيه. ورحمَ الله أبا جعفر، فإنه، كما قال، كان حدَّث نفسه بهذا التفسيرِ وهو صبيٌّ، واستخار الله في عمله، وسأله العونَ على ما نواه، ثلاثَ سنين قبل أن يعمله، فأعانه الله سبحانه.\nثم لما أراد أن يملي تفسيره قال لأصحابه:\nأتنشطون لتفسير القرآن؟\nقالوا:\nكم يكون قدرُه؟\nفقال:\nثلاثون ألف ورقة.\nفقالوا:\nهذا ممّا تفنَى فيه الأعمارُ قبل تمامه! فاختصره لهم في ثلاثة آلاف ورقةٍ. فكان هذا الاختصار سببًا في تركه البيانَ عمّا نجتهد نحنُ في بيانه عند كل آية. وهذا الاختصارُ بيّنٌ جدًّا لمن يتتبّع هذا التفسيرَ من أولِه إِلى آخره.\nهذا وقد كنتُ رأيتُ أن أكتب ترجمةً للطبري أجْعَلُها مقدّمَةً للتفسير. ولكنّي وجدت الكتابة عن تفسيره في هذه الترجمة، لن تتيسّر لي",
      "word_count": 231
    },
    {
      "page_number": 18,
      "content": "إلا بعد الفراغ من كتابه، وكشف النقاب عمّا استبهم من منهاجِه في تفسيره. فأعرضتُ عن ذلك، وقلت أجمع ترجمةً للطبري، فجمعتُ كُلّ ما في الكتب المطبوعة والمخطوطة من ترجمة وأخبار، وما قيل في تصانيفه وتعدادها، فإذا هي قد تجاوزت ما يمكن أن يكونَ ترجمةً في صدر هذا التفسير، فآثرتُ أن أفردها كتابًا قائمًا بنفسه، سوف يخرجُ قريبًا بعون الله سبحانه.\nأمّا الفهارسُ، فإِنّي كنت أريدُ أن أدعَها حتى أفرغَ من الكتاب كُلِّه، فأصدرها في مجلداتٍ مستقلّة، ولكن الكتابَ كبيرٌ، وحاجةُ الناسِ، وحاجتي أنَا، إلى مراجعة بعضه على بعض، وربط أوّله بآخره أوجبتْ أن أتعجَّل فأُفرد بعض الفهارس مع كُلّ جزء. فجعلت فهرسًا للآيات التي استدلّ بها في غير موضعها من التفسير. فقد تبيّن لي أنّه ربّما ذكر في تفسير الآية في هذا الموضع، قولا في الآية لم يذكرُه في موضعها من تفسير السورة التي هي منها.\nوأفردت فهرسًا ثانيًا لألفاظ اللغة، لأنه كثير الإحالة على ما مضى في كتابه، وليكون هذا الفهرس مرجعًا لكل اللُّغَة التي رواها الطبري، وكثير منها ممّا لم يرد في المعاجم، أو جاء بيانه عن معانيها أجودَ من بيان أصحاب المعاجم. وهو فهرسٌ لاَ بُدَّ أن يتم عند كُلّ جزء، حتى لاَ يسقط عليّ شيءٌ من لغة الطبري.\nوأفردت فهرسًا ثالثًا لمباحث العربيّة، لأنّه كثيرًا ما يحيلُ على هذه المواضِع، ولأنّ فيها نفعًا عظيمًا تبيّنتُه وأنا أعمل في هذا التفسير. وزدت",
      "word_count": 215
    },
    {
      "page_number": 19,
      "content": "فهرسًا رابعًا للمصطلحات القديمة التي استحدث الناسُ غيرها، ليسْهُل على قارئ كتابه أن يجد تفسيرها في موضعها، فإِني لم أفسِّرها عند كُلّ موضع ذكرتْ فيه، لكثرة تكرارها في الكتاب. وفهرسًا خامسًا، هو ردوده على الفرق وأصحاب الأهواءِ.\nوأفردتُ فهرسًا سادسًا للرجال الذي تكَلَّم عنهم أخي السيد أحمد في المواضع المتفرقة من التفسير، حتى يسهلُ على من يريد أن يحقّق إسنادًا أن يجد ضالّته. فإِنّه حفظه الله، لم يلتزم الكتابة على الرجال عند كُلّ إِسنادٍ. وهذا فهرسٌ لاَ بُدّ منه مع كُلِّ جزءٍ حتى لاَ تتكرّر الكتابة على الرجال في مواضع مختلفة من الكتاب، ولتصحيح أسماء الرجال حيث كانوا من التفسير.\nأما الفهرس العام للكتاب، فقد اقتصرت فيه على ذِكْرِ ما سوى ذلك، ولم أذكر فيه بدأه في تفسير كُلّ آية، لأنّ آيات المصحف مرقمة، وأثبتنا أرقام الآيات في رأس الصفحات. فمن التمس تفسير آية، فليستخرج رقمها من المصحف، وليطلبْ رقمها في تفسير الطبري من رؤوس الصفحات.\n* * *\nهذا، وقد تركتُ أن أصْنَع للشعر فهرسًا مع كلِّ جزءٍ، فإني سأجعلُ لَهُ فهرسًا مفردًا بعد تمام طبع الكتابِ، على نمط اخترتُه لصناعته.\nوأمَّا فهارس الكتاب عامَّة، فستكون بعد تمام الكتاب كله. وهي تشتمل فهارس أسانيد الطبري، على طراز أرجُو أن أكون موفقًا في اختياره وعمله. ثم فهرس الأعلام، وفهرس الأماكن، وفهرسُ المعاني،",
      "word_count": 202
    }
  ],
  "extraction_metadata": {
    "extraction_date": "2025-08-23T13:49:45.059714",
    "total_pages": 15,
    "total_words": 2895,
    "reliability_verified": true,
    "scraper_version": "Ultra Reliable v3.0",
    "extraction_method": "enhanced_reliability"
  }
}