{
  "title": "كتاب تفسير الطبري جامع البيان - ط دار التربية والتراث",
  "shamela_id": "43",
  "authors": [
    {
      "name": "ابن جرير الطبري"
    }
  ],
  "publisher": null,
  "book_section": "التفسير",
  "edition": null,
  "edition_number": null,
  "publication_year": null,
  "edition_date_hijri": null,
  "page_count": 14577,
  "volume_count": 24,
  "categories": [],
  "description": "بطاقة الكتاب و\nالكتاب: جامع البيان عن تأويل آي القرآن\nالمؤلف: أبو جعفر، محمد بن جرير الطبري (٢٢٤ - ٣١٠هـ)\nتوزيع: دار التربية والتراث - مكة المكرمة - ص.ب: ٧٧٨٠\nالطبعة: بدون تاريخ نشر\nعدد الأجزاء: ٢٤\n١ - ١٦: مصورةٌ من تحقيق محمود محمد شاكر، الذي ينتهي بتفسير الآية ٢٧ من سورة إبراهيم\n١٧ - ٢٤ (بقية التفسير) : إعادة صَف لطبعة الحلبي بنصها وحواشيها بلا أدنى إشارة!!\nتنبيهات:\n• قد نُسِبَتْ هذه الطبعةُ لـ «مؤسسة الرسالة» في «نسْخةٍ إلكترونية» مشهورة النشر سابقًا! وصوابها ما ذُكر بعاليه! فلْيُصحَّح.\n• كما نَسَبَتْ تلك «النسْخة الإلكترونية» المنشورة سابقًا: تحقيق التفسير بأجزائه الــ٢٤ كاملا لأحمد شاكر! فلْيُصحَّح أيضًا\n[ترقيم الكتاب موافق للمطبوع]\nصفحة المؤلف: [\nابن جرير الطبري\n]",
  "source_url": "https://shamela.ws/book/43",
  "has_original_pagination": true,
  "chapters": [],
  "volumes": [
    {
      "volume_number": 1,
      "page_start": 1,
      "page_end": 598,
      "title": "الجزء 1"
    },
    {
      "volume_number": 2,
      "page_start": 599,
      "page_end": 1187,
      "title": "الجزء 2"
    },
    {
      "volume_number": 3,
      "page_start": 1188,
      "page_end": 1839,
      "title": "الجزء 3"
    },
    {
      "volume_number": 4,
      "page_start": 1840,
      "page_end": 2325,
      "title": "الجزء 4"
    },
    {
      "volume_number": 5,
      "page_start": 2326,
      "page_end": 2907,
      "title": "الجزء 5"
    },
    {
      "volume_number": 6,
      "page_start": 2908,
      "page_end": 3545,
      "title": "الجزء 6"
    },
    {
      "volume_number": 7,
      "page_start": 3546,
      "page_end": 4133,
      "title": "الجزء 7"
    },
    {
      "volume_number": 8,
      "page_start": 4134,
      "page_end": 4705,
      "title": "الجزء 8"
    },
    {
      "volume_number": 9,
      "page_start": 4706,
      "page_end": 5275,
      "title": "الجزء 9"
    },
    {
      "volume_number": 10,
      "page_start": 5276,
      "page_end": 5907,
      "title": "الجزء 10"
    },
    {
      "volume_number": 11,
      "page_start": 5908,
      "page_end": 6440,
      "title": "الجزء 11"
    },
    {
      "volume_number": 12,
      "page_start": 6441,
      "page_end": 7017,
      "title": "الجزء 12"
    },
    {
      "volume_number": 13,
      "page_start": 7018,
      "page_end": 7589,
      "title": "الجزء 13"
    },
    {
      "volume_number": 14,
      "page_start": 7590,
      "page_end": 8160,
      "title": "الجزء 14"
    },
    {
      "volume_number": 15,
      "page_start": 8161,
      "page_end": 8769,
      "title": "الجزء 15"
    },
    {
      "volume_number": 16,
      "page_start": 8770,
      "page_end": 9363,
      "title": "الجزء 16"
    },
    {
      "volume_number": 17,
      "page_start": 9364,
      "page_end": 10002,
      "title": "الجزء 17"
    },
    {
      "volume_number": 18,
      "page_start": 10003,
      "page_end": 10717,
      "title": "الجزء 18"
    },
    {
      "volume_number": 19,
      "page_start": 10718,
      "page_end": 11389,
      "title": "الجزء 19"
    },
    {
      "volume_number": 20,
      "page_start": 11390,
      "page_end": 11960,
      "title": "الجزء 20"
    },
    {
      "volume_number": 21,
      "page_start": 11961,
      "page_end": 12639,
      "title": "الجزء 21"
    },
    {
      "volume_number": 22,
      "page_start": 12640,
      "page_end": 13261,
      "title": "الجزء 22"
    },
    {
      "volume_number": 23,
      "page_start": 13262,
      "page_end": 13938,
      "title": "الجزء 23"
    },
    {
      "volume_number": 24,
      "page_start": 13939,
      "page_end": 14577,
      "title": "الجزء 24"
    }
  ],
  "pages": [
    {
      "page_number": 5,
      "content": "بسم الله الرحمن الرحيم\nبركة من الله وأمر\nالحمد لله رب العالمين الرحمنِ الرحيم مَلِكِ يومِ الدين\nوالحمد لله الذي خلق السمواتِ والأرضَ وجعل الظلماتِ والنورَ.\nوالحمد لله الذي أنزل على عبده الكتاب، ولم يجعلْ له عِوَجًا.\nوالحمد لله الذي له ما في السمواتِ والأرضِ، وله الحمد في الآخرة، وهو الحكيمُ الخبيرُ.\nوالحمد لله الذي هدانا لهذا، وما كنَّا لنهتديَ لولا أنْ هدانا الله.\nوصلى الله وسلم وبارك على سيدنا ومولانا محمدٍ، رسول الله وخيرته من خلقه، خاتم النبيين، وأشرف المرسلين.\nوعلى آله وأصحابه ومن تبعهم بإِحسانٍ إلى يوم الدين.\n\"فصلَّى الله على نبيِّنا كلَّما ذكره الذاكرون، وغَفَل عن ذكره الغافلون. وصلى الله عليه في الأوَّلين والآخرين. أفضلَ وأكثرَ وأزكى ما صلَّى على أحدٍ من خلقه. وزكَّانا وإياكم بالصلاة عليه، أفضلَ ما زكَّى أحدًا من أمته بصلاته عليه، والسلام عليه ورحمة الله وبركاته\"\n(١)\n<hr/>\n(١) اقتباس من كلام الشافعي، في كتابه (الرسالة)، رقم ٣٩، بتحقيقنا.",
      "word_count": 146
    },
    {
      "page_number": 6,
      "content": "أما بعد:\nفإن هذا التفسير الجليل، باكورة عمل عظيم، تقوم به\n(دار المعارف بمصر)\n، لإحياء\n(تُراث الإسلام)\n، وإخراج نفائس الكنوز. التي بقيتْ لنا من آثار سلفنا الصالح، وعلمائنا الأفذاذ. الذين خدموا دينَهم، وعُنُوا بكتاب ربّهم، وسنّة نبيّهم، وحفظِ لغتهم، بما لم تصنعه أمةٌ من الأمم، ولم يبلغْ غيرُهم مِعْشارَ ما وفّقهم الله إليه.\nفكان أَوّلَ ما اخترنا،\nباكورةً لهذا المشروع الخطير:\nكتابُ\n(تفسير الطبري)\n. وما بي من حاجةٍ لبيان قيمته العلمية، وما فيه من مزايا يندر أَن توجدَ في تفسيرٍ غيرِه. وهو أعظم تفسير رأيناه، وأعلاه وأثبتُه. استحقَّ به مؤلفُه الحجةُ أن يسمَّى\n(إمامَ المفسّرين)\n.\nوكنتُ أخشى الإقدامَ على الاضطلاع بإِخراجه وأُعْظِمُه، عن علمٍ بما يكتنفُ ذلك من صعوباتٍ، وما يقوم دونَه من عقباتٍ، وعن خبرةٍ بالكتاب دهرًا طويلا أربعين سنةً أو تزيد.\nلولا أنْ قوَّى من عزمي، وشدَّ من أزْري، أخي الأصغر، الأستاذ محمود محمد شاكر. وهو - فيما أعلم - خير من يستطيع أن يحمل هذا العبء، وأن يقوم بهذا العمل حقَّ القيام، أو قريبًا من ذلك. لا أعرف أحدًا غيرَه له أهلا.\nوما أريد أن أشهدَ لأخي أو أُثْنيَ عليه. ولكني أقرّ بما أعلم، وأشهد بما أَسْتَيْقن.",
      "word_count": 184
    },
    {
      "page_number": 7,
      "content": "وقد أَبَى أخي السيد محمود إلا أن يُلْقِيَ عليّ بعضَ العبء، بالتعاون معه في مراجعة الكتاب، وبتخريج أحاديثه، ودَرْس أسانيده. وهذا - وحدَه - عملٌ فوقَ مقدوري. ولكنّي لم أستطع التخليَ عنه، فقبلتُ وعملتُ، متوكلا على الله، مستعينًا به.\nوأسأل الله سبحانه الهدى والسداد، والرعاية والتوفيق. إنه سميع الدعاء. كتبه\nأحمد محمد شاكر\nعفا الله عنه بمنه القاهرة يوم الجمعة ٤ جمادى الآخرة سنة ١٣٧٤",
      "word_count": 65
    },
    {
      "page_number": 8,
      "content": "بِسمِ اللَّهِ الرَّحمنِ الرَّحيمِ\n{تَبَارَكَ الَّذِي نزلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا * الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا * وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لاَ يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلا يَمْلِكُونَ لأنْفُسِهِمْ ضَرًّا وَلا نَفْعًا وَلا يَمْلِكُونَ مَوْتًا وَلا حَيَاةً وَلا نُشُورًا * وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا * وَقَالُوا أَسَاطِيرُ الأوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلا * قُلْ أَنزلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالأرْضِ إِنَّهُ كَانَ غَفُورًا رَحِيمًا}\n* * *\n{قُلْ لَئِنِ اجْتَمَعَتِ الإنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا * وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبَى أَكْثَرُ النَّاسِ إِلا كُفُورًا}\n* * *\nوالحمد لله الذي أرسلَ رسولَه محمدًا صلى الله عليه وسلم بالهُدَى ودِينِ",
      "word_count": 148
    },
    {
      "page_number": 9,
      "content": "الحقِّ ليُظْهِرَه عَلَى الدِّين كُلِّه وَلَوْ كَرِهَ الْمُشْركونَ.\n{يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ * هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ * وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ * ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ}\n* * *\nاللَّهُمّ إِنّا نبرأُ إليك من كُلِّ حَوْلٍ وقوَّةٍ، ونستَعينك ونَسْتَهديك، ونعوذُ برضاكَ من غَضَبِك، فاغفر لَنا وارْحَمنا وتبْ علينا إنّك أنْتَ التَّوَّابُ الرَّحيم. ربَّنا وَلا تجعلنَا من الذين فرَّقُوا دِينَهم وَكانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُون.\n* * *\nاللهُمَّ اجعلنا مسلمِينَ لك،\nوَافِين لك بالميثاق الذي أخذتَ علينا:\nأن نكون قوّامين بالقِسْط شُهَداءَ على الناس، اللهُمَّ اهدنا صراطَك المستقيم، صراطَ الذين أنعمت عليهم من النبيّين والصِّدِّيقين والشُّهَداء، الذين قالوا ربُّنا الله ثم استقاموا، وعلموا أنك أنت الجبّارُ الذي خَضَعتْ لجَبرُوتِه الجبَابرة، والعزيزُ الذي ذلّتْ لعزَّته الملوكُ الأعِزَّة، وخَشَعت لمهَابة سَطْوتِه ذوُو المهابة،\nفلم يُرهِبْهم بغيُ باغٍ ولا ظُلْم سفّاحٍ ظالم:\n{يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ}\n{وَلا تحْسَبَنَّ اللَّهَ",
      "word_count": 188
    }
  ],
  "extraction_metadata": {
    "extraction_date": "2025-08-23T13:53:51.637119",
    "total_pages": 5,
    "total_words": 731,
    "total_chapters": 0,
    "total_volumes": 24,
    "reliability_verified": true,
    "scraper_version": "Ultra Reliable v3.1",
    "extraction_method": "enhanced_reliability_with_structure"
  }
}