{
  "title": "كتاب موقف الإمام والمأموم",
  "shamela_id": "12106",
  "authors": [
    {
      "name": "والد إمام الحرمين الجويني"
    }
  ],
  "pages": [
    {
      "page_number": 5,
      "content": "[مقدمة]\n...\nتقديم\nإن أجل نعمة أنعم الله بها علينا أن هدانا إلى هذا الدين القويم وشرح صدورنا به قال تعالى:\n{فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلامِ}\nالأنعام: ١٢٥. فالحمد لله أولا وآخرا وظاهرا وباطنا.\nونصلي ونسلم على المبعوث رحمة للعالمين وقائد الغر الميامين محمد سيد الخلق أجمعين وصلاة وسلاما دائمين متلازمين إلى يوم الدين. وعلى آله وصحبه أجمعين.\nوبعد:\nفإن الصلاة هي الركن الثاني من أركان هذا الدين فمن أقامها فقد أقام الدين ومن هدمها فقد هدم الدين فعن جابر رضي لله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول:\n\"إن بين الرجل وبين الشرك والكفر ترك الصلاة\"\nرواه مسلم.\nولقد أمرنا الله سبحانه بالمحافظة عليها وأدائها في المسجد في جماعة ورتب الأجر العظيم على ذلك قال تعالى:\n{حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ}\nالبقرة:٢٣٨ وقال تعالى:\n{إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً}\nالنساء:١٠٣.\nوعن عبد الله بن مسعود رضي الله عنه قال:\nسالت رسول الله صلى الله عليه وسلم أي الأعمال أفضل قال:\n\"الصلاة في وقتها ... \"\nمتفق عليه.\nولما كانت الصلاة في جماعة تحتاج إلى إمام ومأموم وأن العلاقة بين الإمام والمأموم لها أحكام يحتاج المسلم إلى العلم بها.\nرأت المراقبة الثقافية بإدارة مساجد محافظة العاصمة أن تقوم بنشر كتاب\n\"موقف الإمام والمأموم\"\nللإمام الفقيه أبي محمد عبد الله بن يوسف الجويني والد إمام الحرمين المتوفى سنة ٤٣٨هـ لما فيه نفع عميم مساهمة منا في نشر الكتاب الإسلامي.\nسائلين الله التوفيق والسداد\nمراقبة الشؤون الثقافية\nإدارة مساجد محافظة العاصمة",
      "word_count": 240
    },
    {
      "page_number": 6,
      "content": "[مقدمة]\nبسم الله مدبر أمر العباد.\nوالحمد لله الهادي إلى طريق الرشاد.\nوالصلاة والسلام على معلم العباد طريق الوصول إليه سبحانه, وأدب الوقوف بين يديه.\nولما كانت الصلاة أساس طريق الواصلين إلى الله, وقرة عيون المقربين من الله, لم يدعها الشارع الحكيم من دون تحديد معالم ورسوم, تنظم علاقة الإمام بالمأموم.\nولقد مارس رسول الله صلى الله عليه وسلم وصحابته الكرام من خلفه هذه العلاقة عمليا, فاستفاد منها العلماء المجتهدون فوائد وأحكاما, بني عليها الأئمة العالمون, بل وفرعوا منها, وقاسوا عليها, حتى إنه لا يكاد يخلو موقف لإمام من مأمومه أو مأموم من إمام إلا وللعلماء فيه بيان وحكم يبين صحة الوقوف من عدمه.\nولا غرو, في مسألة لها صور عديدة, وتحتاج إلى تدليل, وأحيانا إلى تخريج على بعض صورها أن تحظى باهتمام علم من أعلام هذا الدين, يجمع لنا ما نحتاج إليه من صور نجد أنفسنا فيها ونحن نصلي صلاة الجماعة.\nنسأل الله العلي القدير:\nأن يجعل هذا العمل خالصا لوجهه الكريم, وأن يتقبله بقبول حسن, إنه نعم المولى ونعم الوكيل.\nوالصلاة والسلام على سيد الخلق أجمعين\nفيصل يوسف العلي\nالكويت\n١٤٢٥هـ-٢٠٠٤م",
      "word_count": 173
    },
    {
      "page_number": 7,
      "content": "ترجمة المصنف١\n-\nاسمه:\nهو الإمام أبو محمد:\nعبد الله, بن يوسف, بن محمد, بن حيويه الجويني والد إمام الحرمين, ركن الإسلام, الفقيه, الأصولي, المفسر الأديب, العالم, الزاهد.\n-\nمولده:\n٣٨٠هـ-٣٩٠هـ تقريبا, بلا تحديد.\n-\nنسبه:\nيرجع إلى قبيلة من العرب يقال لها:\n\"سنبس\"\nوهي بطن من طيء.\n-\nالجويني:\nوهذه نسبة إلى جوين, وهي ناحية كبيرة من نواحي نيسابور.\n-\nنشأته ورحلاته في طلب العلم:\nتفقه أولا على أبي يعقوب الرابيوردي بناحية جوين, ثم قدم نيسابور, واجتهد في التفقه على أبي الطيب الصعلوكي, ثم ارتحل على مرو قاصدا القفال المروزي, فلازمه حتى تخرج به مذهبا وخلافا, وأتقن طريقته, وعاد إلى نيسابور سنة سبع وأربعمائة, وقعد للتدريس والفتوى ومجلس المناظرة وتعليم الخاص والعام.\n-\nشيوخه:\n١- أبو بكر القفال.\n٢- عدنان بن محمد الضبي.\n٣- أبو نعيم عبد الملك بن الحسن.\n٤- ابن محمش.\n٥- أبو الحسين بن بشران.\nوغيرهم ...\n<hr/>\n١- مصادر ترجمته:\n<br/>",
      "word_count": 146
    },
    {
      "page_number": 8,
      "content": "-\nتلاميذه:\n١- ابنه إمام الحرمين أبو المعالي.\n٢- سهل بن إبراهيم المسجدي.\n٣- علي بن أحمد بن الأخرم.\nوغيرهم ...\n-\nمؤلفاته:\n١-\n\" التفسير الكبير\"\n.\n٢-\n\"التبصرة\"\n.\n٣-\n\" التذكرة\"\n.\n٤-\n\" الفرق والجمع\"\n.\n٥-\n\"موقف الإمام والمأموم\"\n.\n٦-شرح عيون المسائل.\n-\nوفاته:\nتوفي سنة ٤٣٨هـ بنيسابور, فرحمه الله ورضي عنه.",
      "word_count": 58
    },
    {
      "page_number": 9,
      "content": "عملنا في الكتاب\n١- نسخ\n\"الأصل\"\n, على طريقة الإملاء الحديث.\n٢- مقابلة الأصل المنسوخ على المخطوط أكثر من مرة, وطريقتنا إن وجد خطأ في\n\" الأصل\"\n, الإبقاء عليه دون تغيير مع التنبيه على ما نراه في الحاشية, مع حكاية الوصف أو تصوير\n\"الأصل\"\nإن عسر.\n٣- عزو الأحاديث التي ب\n\"الأصل\"\nإلى مواضعها التي أشار إليها المؤلف دون زيادة على عزوه, مع التنبيه على ما أخطأ فيه المؤلف في العزو أو إدخال حديث, وغيره مما ستراه في التعليق,\nيدلك على عدم عناية المصنف بالحديث:\nالرسالة١ التي أرسلها له الإمام الحافظ البيهقي, والتي انتقد فيها –بأدب العلماء -\nتصنيفا اسماه الجويني:\n\"المحيط\"\n, فلما بلغت الرسالة إلى الإمام الجويني - وكان قد اتم ثلاثة أجزاء-: توقف عن إتمام الكتاب - بأدب العلماء -, لما رأى من قصور في علم الحديث على ما بينه له الحافظ البيهقي رضي الله عنهما.\n٤- فهارس للمواضيع والأحاديث.\n٥- وصف النسخة الخطية وصفا تفصيليا, وألحقنا بالوصف نماذج خطية.\n٦- وضع ترجمة مختصرة للمؤلف.\n٧- اسم الكتاب ونسبته إلى مؤلفه.\n<hr/>\n١- انظر: \"طبقات الشافعية الكبرى\" للسبكي ترجمة المصنف (٥/٧٣) .",
      "word_count": 176
    },
    {
      "page_number": 10,
      "content": "اسم الكتاب ونسبته إلى مؤلفه\n-\nاسم الكتاب:\n\"موقف الإمام والمأموم\"\nهذا ما أثبت على أول النسخة الخطية, وكذلك ما سماه بن السبكي في\n\"الطبقات\"\nوغير واحد ممن ترجموا للمؤلف.\nصحة نسبة الكتاب للمؤلف:\nالكتاب صحيح النسبة للمؤلف وذلك لأمور:\n١- نقل السبكي أسطرا من كتاب الجويني هذا مع تسميته للكتاب في موضعين من\n\"طبقاته\"\n: الأولى: في ترجمة المصنف, والثانية في ترجمة أبي بكر القفال شيخ المصنف, انظر\n\"طبقات السبكي الكبرى.\n(٥/٥٨, ٩٠, ٩١)\n.\n٢- نسب هذا الكتاب غير واحد ممن ترجموا للمصنف في ترجمته,\nمنهم:\n* ابن خلكان في \"\nوفيات الأعيان\n\"\n(٣/٤٧)\n.\n* الأسنوي في \"\nطبقات الشافعية\n\"\n(١/٣٣٩)\n.\n* الداودي في \"\nطبقات المفسرين\n\"\n(١/٢٦٠)\n.\nوذكره منسوبا إلى الجويني:\nصاحب \"\nهداية العارفين\n\"\n(٥/٤٥١)\n, وبروكلمان في \"\nتاريخ الأدب العربي\".",
      "word_count": 133
    },
    {
      "page_number": 11,
      "content": "وصف المخطوط\n-\nمصدرها:\nبلدية الإسكندرية, وتم تصويرها من الجامعة الإسلامية بالمدينة المنورة برقم\n(٢٧٩٥/د)\n.\n-\nعدد أوراقها:\n(١١)\nورقة من القطع الكبير.\n-\nعدد سطورها:\n(١٩)\nسطرا وقد يزيد على\n(٢٢)\nسطرا.\n-\nعدد كلماتها:\nمتفاوتة ما بين\n(١٠)\nإلى\n(١٦)\nكلمة في السطر.\n-\nتاريخ النسخ:\nلا يوجد عليها ما يدل على تاريخ النسخ ولا اسم الناسخ.\n-\nخطها:\nخط نسخى, متوسط الوضوح, عسر في مواضع غير قليلة.\n-\nجودتها:\nلا يعتني الناسخ بالإعجام للحروف, وبها تعقبة أسفل كل ورقة تدل على اتصال الكلام,\nوعليه:\nفلا يوجد خرم بالنسخة –كما يوجد بها آثار الأرضة والرطوبة والطمس, ويوجد بها موضع واحد مبيض له, وبها عدة مواضع وقع عليها الضرب,\nأما التصحيح:\nفليس إلا موضع واحد بين السطور, وليس عليها بلاغات أو سماعات تدل على مقابلة النسخة أو العناية بها ولا تداولها بين العلماء.",
      "word_count": 135
    },
    {
      "page_number": 17,
      "content": "[مدخل]\n...\n(١-أ)\nبسم الله الرحمن الرحيم\nقال الشيخ, الإمام, العلامة, وحيد دهره, وفريد عصره, أبو محمد عبد الله, بن يوسف, الجويني, تغمده الله برحمته,\nوأسكنه فسيح جنته أمين:\nالحمد لله رب العالمين, والصلاة على خير خلقه محمد وآله وصحبه وسلم تسليما.\nأما بعد:\nفإن بعض الأعيان المتدينين استدعى, جمع فصول في موقف الإمام والمأموم, وتفصيل القول في أماكن الجماعات, وذكر في مسائلها وأقاويل سلفنا رحمهم الله, فرتبنا فيها فصولا تشتمل - إن شاء الله - على معظم المقصود.\nالفصل الأول:\nفي المساجد.\nالفصل الثاني:\nفي الصحاري.\nالفصل الثالث:\nفي قوارع١ الطريق.\nالفصل الرابع:\nفي المساكن والخانات٢.\nالفصل الخامس:\nفي المدارس والخانقهات٣ الموقوفة على أربابها.\nالفصل السادس:\nفي السفن على الماء والساحل.\nالفصل السابع:\nفي السهل مع الجبل.\nالفصل الثامن:\nفي الصحراء إذا اتصلت بالمسجد.\nالفصل التاسع:\nفي الطريق إذا اتصلت بالمسجد.\n<hr/>\n١-قوارع: قارعة الطريق: أعلاه وفي الحديث: نهى عن الصلاة على قارعة الطريق, وهي وسطه, وقيل: أعلاه, والمراد به ههنا نفس الطريق, انظر: \"لسان العرب\" مادة: \"قرع\".\n<br/>",
      "word_count": 160
    },
    {
      "page_number": 18,
      "content": "الفصل العاشر:\nفي الأملاك إذا اتصلت بالمسجد.\nالفصل الحادي عشر:\nفي السطح مع الأرض.\nالفصل الثاني عشر:\nفي موقف الإمام والمأموم حول الكعبة.",
      "word_count": 23
    },
    {
      "page_number": 19,
      "content": "[الفصل الأول: في المساجد]\nاعلم\n(١-ب)\n,\nأن المسجد الواحد إذا جمع الإمام والمأموم صح الاقتداء بالإمام إذا وجد شرط واحد:\nوهو علم المأموم, إما بأن يشاهده, أو بأن يسمع صوت تكبيره, وإما بأن يسمع صوت المترجم١, أو يراه, أو بعض من يعلم بصلاته أحد هذه الأسباب, سواء تباعدت المسافة بينهما أو تقاربت, سواء كان بين الإمام والمأموم الحوائل التي تكون في المسجد, أو لم تكن مثل السقايات٢ المبنية وجدار المقصورة٣, وسائر الأبنية, ولا يشترط اتصال الصفوف بحال, وإنما كان كذلك, لأن المسجد مبني لهذه العبادة ولإقامة الجماعة, فصارت بقاعه متساوية بالاجزاء في حكم الاقتداء, حتى لو كان الإمام على السطح والمأموم على القرار٤, أو المأموم على السطح والإمام على القرار, فالصلاة جائزة.\nوكذلك لو كان المأموم في حجرة منارة المسجد أو تحت شرف٥ في المسجد والإمام على الأرض, أو بالعكس من ذلك, فالاقتداء صحيح في جميع ذلك, ما دام يعلم صلاة الإمام للعلة التي ذكرناها.\nوإن كان في صحن المسجد نهر:\nلم يكن حائلا, سواء كان متضايق الحافات, أو كان واسعا.\nوحكي عن بعض أهل العراق –من أصحاب الرأي-: أن النهر الواسع حائل وإن\n<hr/>\n١- ترجم الكلام: بينه ووضحه, ونقله من لغة إلى أخرى وهو ما يعرف بالمبلغ.\n<br/>",
      "word_count": 191
    },
    {
      "page_number": 20,
      "content": "كان في المسجد, وهذا مستبعد, لأنه لو كان النهر حائلا لكانت الأبنية حائلة, ولكانت المسافة البعيدة حائلة.\nفصل\nالمساجد المتداخلة التي تعد مسجدا:\nحكمها في الاقتداء حكم المسجد الواحد.\nوذلك:\nمثل الجامع١ بنيسابور٢ يشتمل على مساجد غير أن جميعها تعد مسجدا واحدا, وتقام فيه الجماعة واحدة, فجدرانها كالأساطين٣ في مسجد واحد, ولو وقف الإمام في محراب ووقف رجل في المسجد الثاني على العتبة أو في المسجد الذي على اليمين أو على اليسار ولم يقف\n(٢-أ)\nبينهما أحد, صح اقتداؤه به, إذا علم بصلاته بسماع أو ملاحظة, وكذلك على\n( ... )\n٤.\nفأما إذا كان في جوار المسجد مسجد آخر, ينفرد الإمام والمؤذن والجماعة, فلا يصح لمن في أحدهما أن يقتدي بالآخر, إلا بشرط اتصال الصفوف, لانفراد واحد منهما عن الآخر, فحكمه في عقد الجماعة, فصار كالأملاك المتصلة بالمسجد, وسيأتي الكلام في ذلك إن شاء الله تعالى.\nوقد قال الشافعي رضي الله عنه٥:\nإنه لو كان الإمام والمأموم في المسجد, غير أن المأموم أعمى,\nلكنه يسمع صوت الإمام أو صوت من يعتمده:\nصح له الاقتداء به وإن لم يشاهده.\nوكذلك,\nلو كان المأموم أصم بصيرا:\nيشاهد الركوع والسجود: صح الاقتداء.\nفأما إذا كان أصم أعمى,\nفقد قال:\nينبغي أن يكون بجانب من يرشده, وكذلك لو كان أصم بصيرا, ولكنه في ظلمة أو من وراء حائل.\n<hr/>\n١- المسجد الجامع: المسجد الكبير الذي تؤدى فيه الصلاة الجمعة, جمع: جوامع.\n<br/>",
      "word_count": 219
    },
    {
      "page_number": 21,
      "content": "[الفصل الثاني: في الصحاري]\nاعلم:\nأن الإمام إذا وقف مع المأموم في الصحراء التي ليست مملوكة, واصطف الناس خلفه,\nوانقطع بعض الواقفين عن الصف الآخر بمائتي ذراع أو ثلثمائة ذراع:\nكانت صلاة المنقطع صحيحة, لا خلاف فيها بين أصحابنا.\nوإنما اختلفوا:\nفي أن هذا لقدر يشترط على جهة التقريب أو على جهة التحديد: فذهب أبو علي بن خيران١ وأبو علي بن أبي هريرة٢ والأكثرون من أصحابنا على طريقة التقريب لا إلى طريقة التحديد, حتى لو زاد على ثلثمائة غير متفاحشة, ما ضرت تلك الزيادة.\nوذهب أبو إسحاق المروزي٣ إلى طريقة التأقيت.\nوأما المروزي, فقد نقل عن الشافعي في هذا اللفظ,\nوهو:\nأنه لو كان على نحو مائتي ذراع أو ثلثمائة ذراع: كان جائزا,\nثم قال:\nوقد اختار الشافعي القرب في الأملاك\n(٢-ب)\nبلا تأقيت, وهذا عندي أولى,\nلأن التأقيت:\nلا يدرك إلا بحد.\n<hr/>\n١- هو: الحسين بن صالح بن خيران أحد أركان المذهب، كان إماما, زاهدا, ورعا, تقيا, نقيا, متقشفا من كبار الأئمة ببغداد ت٣٢٠هـ, \"طبقات الشافعية\" (٣/٢٧١) .\n<br/>",
      "word_count": 161
    },
    {
      "page_number": 22,
      "content": "وكان الشيخ أبو بكر القفال١:\nيختار طريق التقريب, على ما نص عليه في\n\"الإملاء\"\nويجمع بينه وبين ما ذكر في\n\"المختصر\"\n, وأنه لم يرد فيها٢ ذكره\n\"المختصر\"\nالتأقيت, وإنما أراد التقريب, بدليل التنويع الذي ذكره,\nوهو قوله:\nعلى مائتي ذراع أو ثلثمائة, وليست هذه العبارة من قصد التأقيت والتحديد.\nفإن قيل:\nفمن أين أخذ الشافعي رضي الله عنه هذا وهذا, ولم ما قال ألف ذارع أو ألفي ذراع؟\nقلنا:\nيحتمل أنه أخذ ذلك من سنة رسول الله صلى الله عليه وسلم التي رواها عبد الله بن عمر في صلاة الخوف أنه صلى الله عليه وسلم صدع الجيش صدعين وتنحى طائفة وصلى بها ركعة, ثم رجعت تلك الطائفة إلى القتال وهي في الصلاة٣ على حكم الاقتداء برسول الله صلى الله عليه وسلم.\nومعلوم,\nأنه صلى الله عليه وسلم قصد بهذا التنحي:\nوقوع الأمن من أن تنالهم سهام الأعداء وما يرمى به من العبد, ولا يكاد يحصل لهم الأمن إلا أن يتباعد قدر رمية سهم,\nوهذا القدر:\nمسافة كاملة لها سهم أو زائدة يحصل بها تمام الأمن.\nواستنباط مشايخنا هذا, دليل ظاهر على أنه تقريب لا تحديد.\nفصل\nإذا وقف صف خلف الإمام في الصحراء,\nأو وقف صف على ثلاثمائة ذراع من الصف الثاني:\nفصلاة الجميع صحيحة.\nوكذلك, لو تباعد عن يمين الإمام أو عن يساره,\nفوقف على هذا القدر من المسافة:\nكانت الصلاة مجزية. والصحراء في ذلك\n(٣-أ)\n: خلاف الأبنية, لأن الصحراء مشتركة المنافع, وهذه إحدى المنافع.\n<hr/>\n١- هو الإمام الزاهد الجليل البحر عبد الله بن أحمد بن عبد الله, يعرف بالقفال الصغير المروزي شيخ الخراسانيين, وليس هو القفال الكبير, هذا أكثر ذكرا في كتب الفقه, ولا يذكر غالبا إلا مطلقا, وذاك إذا أطلق: قيد بالشاشي, وهو شيخ المصنف, توفي سنة ٤١٨هـ. انظر: \"طبقات الشافعية الكبرى\" للسبكي (٥/٥٣) .\n<br/>",
      "word_count": 282
    },
    {
      "page_number": 23,
      "content": "[الفصل الثالث: في القوارع]\nوهي والصحراء في جميع ما ذكرنا\nوكذلك,\nإذا وقف المصلي في ملك أو بناء من الأبنية المتصلة بالطريق:\nفهو كما لو وقف في المتصلة في الصحراء, وسنذكر ذلك فيما بعد.\nوإنما فارقت قوارع الطريق الصحراء في شيء,\nوهو:\nأن النبي صلى الله عليه وسلم نهى عن الصلاة في سبعة مواطن: المقبرة, والمجزرة, والمزبلة, وقارعة الطريق, وأعطان الإبل, وظهر الكعبة, والحمام١.\nفيكره, الوقوف في الطريق بهذا الخبر, ويحكم, بصحة الصلاة.\nولو وقف الإمام على الصحراء والمأموم على صحراء وبينهما مدرجة:\nفلا بأس وإن كانت واسعة لأن الطريق لا تكون قاطعة وإن كان بينهما نهر غير واسع فهو غير قاطع وإن كان واسعاً فهو قاطع, بخلاف النهر في المسجد.\nوالفرق بينهما:\nأن المسجد بني لهذه المنفعة المحصورة, بخلاف الصحراء, فإنها لا تحصر بهذه المنفعة, ولهذه لم يكن بعد المسافة في المساجد مانعا, ولا الحوائل ولا الأبنية الحاجزة قاطعا, بخلاف الصحراء.\n<hr/>\n١- أخرجه الترمذي (٣٤٦) , وابن ماجه (٧٤٦) : من طريق زيد بن جبيرة عن داود بن الحصين عن نافع عن ابن عمر.\n<br/>",
      "word_count": 167
    },
    {
      "page_number": 24,
      "content": "[الفصل الرابع: في المساكن والخانات]\nإذا أراد مع القوم عقد الجماعة في الدار, ينبغي أن يكونوا في موضع واحد جامع, ليخرجوا عن الخلاف الذي سنذكره, ويستغنوا عن اتصال الصفوف.\n-\nومعنى قولنا يقفون في موضع واحد:\nأن يقفوا جميعا في صحن الدار أو في الصفة١ واحدة من الصفف أو في البيت من البيوت.\n-فإذا وقفوا جميعا\n(٣-ب)\nفي الصحن: جاز أن يكون الإمام في مقدمة الصحن والصف متباعد عنه, وإن كان الصحن واسعا بحيث يزيد على مائتي ذراع أو ثلثمائة ذراع.\nفأما إذا وقف الإمام في الصحن,\nووقف المأموم في صفة من الصفف:\nنظر, فإن اتصل الصف من الصحن بالواقف في الصفة اتصال المناكب,\nإذا كانت الصفة على يمين الصحن أو يساره:\nصحت صلاة الواقف في الصفة.\nوكذلك:\nإن كانت الصفة في مؤخر الصحن خلف ولو يزد ما بين الواقف بصلاة الإمام في الصحن, لأنه في العرف يسمى متصلا وإن اختلف بناء الصفة والصحن.\n-\nفأما إذا لم يتصل أحد هذين الاتصالين فقد اختلف مشايخنا في ذلك:\nفذهب الشيخ القفال:\nإلى أن صلاة الواقف في الصفة باطلة, لأن الصفة بناء مخالف للصحن, واختلاف الأبنية والبقاع مؤثر في الاتصال والانقطاع,\nفإذا وجد هذا الاختلاف:\nوجب اشتراط الصفوف.\nوذهب بعض أصحاب أبي إسحاق المروزي إلى تجويز ذلك.\nوإليه ذهب أبو ثور٢,\nوزعموا:\nأن هذا القدر لا يسمى في العرف والعادة: انقطاعا.\n<hr/>\n١- صفة الدار: واحدة الصفف, الصفة من البنيان: شبه البهو الواسع الطويل السمك.\n<br/>",
      "word_count": 224
    },
    {
      "page_number": 25,
      "content": "واعلم,\nأن اتصال الصفوف على هذين الضربين:\nأحدهما:\nاتصال المناكب في هذه المسألة: أن يكون الصف في أحد جانبي الصحن, فيقف صف في الصحن ويمتد إلى الصف, وتكون مناكبهم متراصة.\nوالثاني:\nتوالي الصفوف, بأن لا يكون الواقف في الصف خلف الإمام بين الصف قدمه في الصحن أكثر من ذراعين أو ثلاثة أذرع, هكذا قال الشافعي رضي الله عنه.\nوإنما اشترطنا ذلك:\nأن الصفوف تعد موالية\n(٤-أ)\n, إذا تخللها هذا المقدار.\nولا تعد متوالية, إذا زاد على ذلك في العرف والعادة, وهذا على طريق التقريب, لا على طريق التحديد.\nوكذلك, لو كان الإمام في الصفة والقوم في الصحن,\nأو في الصفة الأخرى:\nفالمذهب فيه: على ما ذكرنا: أنه تصح الصلاة مع اتصال الصفوف,\nوإذا لم تتصل:\nفعلى هذا الخلاف.\nواعلم, أن الصفوف إذا اتصلت أحد هذين الاتصالين, فلا يضر أن يكون بعضهم على سرير, وبعضهم على الأرض, ويكون الإمام على سرير, والقوم على سرير آخر ما لم يكن بينهما من الفرجة ما يقطع الاتصال,\nفإن كانت الأرض من الارتفاع والانخفاض بمقدار السرير من الأرض:\nفلا بأس, ما دام الواقف على المرتفع تحاذي ركبته رأس الواقف على الأرض.\nوهذا الحد, ذكره الشافعي في بعض فروع الواقف.\nوإن كان أعلى من ذلك:\nصار في حكم السطح مع الأرض.\nولا خلاف بين أصحابنا:\nأن الإمام إذا وقف على الأرض في الدار,\nووقف المأموم على سطح الدار أو على الشرفة أو على عرصة١:\nفصلاة المأموم باطلة على الجملة.\nإن الصلاة على السطح بصلاة الإمام على الأرض لا تصح إلا في موضع واحد:\nوهو:\nأن يكون في المسجد وعلى سطحه حتى كان الشيخ القفال يستنزل الناس عن\n<hr/>\n١- العرصة: بفتح فسكون ففتح: جمع عرصات: عراص, كل بقعة بين الدور واسعة ليس فيها بنا.\n<br/>",
      "word_count": 270
    },
    {
      "page_number": 26,
      "content": "جدار المصلى يوم العيد, لأن مصلى أهل مرو١ بقعة مغصوبة,\nوكل مسجد بني في بقعة مغصوبة:\nفليس بمسجد٢.\nوحكمه:\nحكم المساجد المملوكة في موقف الإمام والمأموم.\nوأما إذا كان الإمام في الصحن,\nووقف رجل في بيت عن يمين الصحن أو يساره:\nلم تصح\n(٤-ب)\nصلاته إلا بأن يتصل الصف به اتصال المناكب أو يقف على العتبة واقفة٣ إن كانت العتبة عريضة ولا يضره إن كانت مرتفعة.\nوإن كان الباب موصدا٤:\nلم تصح صلاة من في البيت.\nوإن كان البيت خلف الإمام في الآخر الدار, واتصلت الصفوف بالواقف في البيت اتصال التوالي والباب غير موصد,\nففي صلاته وجهان:\nأحدهما:\nأنها صحيحة, قياسا على اتصال المناكب.\nوالثاني:\nأنها باطلة, لأن هذا الاتصال دون اتصال المناكب, والبيت والصحن اختلافهما أشد من اختلاف الصفة والصحن,\nحتى لو كان على باب الصفة سترة أو جدار وغلق على باب:\nفحكمه حكم البيت, والأول مذهب ابن ثور, وهو أصح.\nوأما موقف من وقف في البيت وبينه وبين الصحن جدار,\nغير انه يرى الإمام أو القوم من فرجة أو شباك:\nفصلاته باطلة, باتفاق أصحابنا, لأنه غير متصل بالجماعة على وجه.\nفصل\nالقوم إذا عقدوا جماعة على سطح مستو:\nفحكمه حكم الصحن.\nوإن كان بعضه أخف من بعض انخفاضا يسيرا, لم يضر, وكانوا في حكم الاتصال, ما دامت الأقدام محاذية الركب, على ما حكينا عن الشافعي.\n<hr/>\n١- مرو: بلد كبير من أقاصي خراسان, خرج منها أئمة والنسبة إليها مروزي على غير قياس.\n<br/>",
      "word_count": 225
    },
    {
      "page_number": 27,
      "content": "وإن اتصل سطح بسطح دار أخرى, والملكان مختلفان,\nفالصحيح من المذهب:\nأن اختلاف الملكين لا يجري مجرى اختلاف الأبنية إذا كانت المواقف مستوية, إذ لا تأثير, لاختلاف الملك في الاتصال والانفصال من حيث المشاهدة,\nوإنما يؤثر في ذلك:\nاختلاف الأبنية عرفا وعادة,\nوالشافعي:\nيعتمد العرف والعادة في الاتصال والانفصال,\nلأنه قال:\nوقرب ما يعرفه الناس قربا, ومعقول أن الرجلين, إذا وقفا في أرض مستوية وموقف أحدهما\n(٥-أ)\nملك زيد, وموقف الآخر ملك عمرو,\nوهما متقاربان:\nلم يعد ذلك قطعا وفصلا.\nوإذا كان أحدهما في الصفة,\nوالآخر في البيت أو في صفة أخرى:\nكان ذلك في العرف والعادة افتراقا وانقطاعا, ولم يعرف ذلك اتصالا واجتماعا.\nوجميع ما ذكرناه في المسائل:\nهو حكم الخانات أيضا.\nوكان اختيار الشيخ القفال:\nأن الإمام إذا وقف في صحن الخان والمأموم في الرواق١ أو في بهو٢ الخان,\nأو وقف الإمام في الرواق من الخان والمأموم على رواق آخر:\nفصلاة المأموم باطلة, إذا لم تتصل الصفوف به أحد الاتصالين اللذين ذكرناهما.\nومذهب أبي حنيفة٣ أن صلاة المأموم صحيحة, وإن لم تتصل به الصفوف.\n<hr/>\n١- الرواق: بيت كالفسطاط يحمل على عمود واحد طويل ورواق البيت: مقدمه, وسقيفة للدراسة في المسجد أو معبد او غيرهما.\n<br/>",
      "word_count": 188
    },
    {
      "page_number": 28,
      "content": "[الفصل الخامس: في المداري الموقوفة على أربابها]\nاعلم, أن المدارس في هذه المسائل حكمها حكم الأملاك لا حكم المساجد,\nلأن واقفها:\nوقفها ليسكنها أقوام مخصوصون, فصاروا مالكين لمنافعها دون غيرهم, كما يكون المالك مختصا بمنافع ما استأجره,\nبخلاف المساجد:\nفإنها لا تختص بقوم دون قوم, وهي مبنية, لإقامة الصلاة والجماعات فيها, بخلاف المدارس.\nولهذا لا يصح الاعتكاف١ في المدارس, كما لا يصح في الأملاك.\nويجوز للجنب والحاض المكث في المدارس والمبيت فيها, بخلاف المساجد.\nفإذا ثبت:\nأن حكمها حكم المساكن المملوكة,\nفلا يجوز:\nأن يقف الإمام في بناء من أبنيتها, والمأموم في بناء آخر, إلا بشرط اتصال الصفوف على ما ذكرناه.\nوكذلك:\nلا يجوز أن يقف أحدهما على السطح والآخر على الأرض, لأن سطح المدرسة منقطع عن أرضها في حكم الصلاة.\nفصل\nإذا بني\n(٥-ب)\nرجل المدرسة, ووقفها على قوم موصوفين, وبني فيها بناء لأو صفة,\nوقال:\nجعلت هذا مسجدا: ثبت لها حكم المسجد, ولا يجوز للجنب أن يلبث فيها, ويصح اعتكافه فيها.\nوأما ما اتصل به,\nمن رواق المدرسة:\nفحكمه حكم الأملاك المتصلة بالمساجد على ما بينته.\nوأما إذا لم يقل الواقف:\nجعلت هذا البيت أو هذا الرواق مسجدا,\nغير أن سكان المدرسة عينوه للصلاة فيه:\nلم يصر ذلك مسجدا, وإن واضبوا عليه, لأن الاعتبار بلفظ الواقف لا بلفظ الأرباب\n( ... )\n٢ ألا ترى: لو أرادوا تغيير شرط من شروطه بعد تمام\n<hr/>\n١- الاعتكاف: لغة: لزوم الشيء والإقبال عليه, وشرعا: المكث في المسجد بنية القربة \"معجم لغة الفقهاء\" (ص: ٧٦) .\n<br/>",
      "word_count": 236
    },
    {
      "page_number": 29,
      "content": "لفظ الواقف وانقضاء عبارته:\nلم يتمكن منه.\nفصل\nالمسجد القديم, إذا اتصلت به مدرسة, أو المدرسة القديمة,\nإذا اتصل بها مسجد مستحدث البناء:\nفحكمها: حكم الأملاك المتصلة بالمساجد على ما ذكرناه, وسواء, فتح منها باب في المسجد, أو رفع الحاجز بينهما ولم يرفع ولم يفتح١.\nفصل\n-٢ الواحد من أهل العلم إذا سأل الناس مالا, واستجداهم,\nوقال:\nإنما أطلب هذا, لبناء مدرسة, فبذلوا له مالا, فاشترى بقعة, وجعلها مدرسة ووزن ثمنها من ذلك المال, ثم زعم أنني اشتريت هذه البقعة لنفسي,\nفأتصرف فيها كيف شئت:\nأجعلها مسجدا,\nأو أستديم عليها ملكي:\nلم يكن له ذلك, والواجب صرف تلك البقعة إلى الجهة التي بذل المال لها.\nوإن جعلها هذا العلم مسجدا, لم تصر مسجدا, وصارت بنفس الشري مدرسة, لما تقدم من النيات المتقدمة والتقيد السابق.\nوإنما ذكرنا هذا الجواب, عن أصل منصوص للشافعي رضي الله عنه في بعض كتبه,\nولو لم يصيرها مصروفة إلى الجهة الموصوفة:\nلأوجبنا على العالم المشتري أن يرد على الناس ما أخذ\n(٦-أ)\nمن الأموال, لأنها مبذولة لجهة مخصوصة,\nوإذا لم يسعملها في تلك الجهة:\nوجب عليه ردها.\nوهذه:\nطريقة أبي العباس بن سريج٣, وفرع٤ عليها مسائل, وفيها مصلحة لأموال الناس وإن كان القياس غيرها.\n<hr/>\n١- هكذا السياق بالأصل.\n<br/>",
      "word_count": 194
    },
    {
      "page_number": 30,
      "content": "[الفصل السادس: في السفن والساحل]\nإذا كان الإمام في السفينة, والمأموم في سفينة أخرى, وكانوا١ مرسيتين٢ أو كانوا تجريان بريح رخاء –هذا لفظ الشافعي-: صح الإقتداء.\nلأنهما إذا كانتا مرسيتين:\nكانت السفينتان على وجه الماء بمنزلة السريرين على البر, يقف الإمام على أحدهما٣ والمأموم على الأخرى.\nوإن كانتا مجريتين بريح لينة غير عاصفة, فكذلك.\nومن شرط هذا الإقتداء:\nأن يكون المأموم عالما في السفينة بصلاة الإمام في سفينته,\nوإنما يكون عالما:\nإذا كانت السفينتان مكشوفتين أو مسقفتين ولكنهما كانا على سطح السفينتين.\nوإنما اشترط الشافعي أن يكون الريح رخاء لينة, لئلا تتقدم سفينة المأموم سفينة الإمام, لأن الريح إذا اشتد عصفها,\nوكانت سفينة المأموم أخف:\nلم يؤمن أن تتقدم على سفينة الإمام,\nولهذا:\nاشترط القاضي أبو سعيد الأصبهاني أن تكون سفينة المأموم مربوطة بسفينة الإمام,\nوإذا جاز الإقتداء في هذه الحالة:\nفكذلك إذا كانت أحدهما٤ على الساحل والأخرى على الماء كان الاقتداء صحيحا.\nفإن قيل:\nهكذا جعلتم ماء البحر بين السفينتين قاطعا, والمعلوم أن المأموم لا يقدر أن يتوصل إلى موقف الإمام وماء البحر\n( ... )\n٥ الحيلولة أبلغ من النهر الواسع الكبير.\nقلت:\nالماء في البحر منزولا منزلة قرار الأرض في البحر في الاتصال والانفصال.\n<hr/>\n١- كذا بالأصل والصواب بالمثنى \"كانتا\".\n<br/>",
      "word_count": 195
    },
    {
      "page_number": 31,
      "content": "والذين\n(٦-ب)\nيركبون١ ويعتادونه لا يعدون الماء قاطعا.\nوالمرجع في ذلك:\nإلى العرف والعادة.\nوهذا كما نقول في حكم السفينة, إنها تجري بركبانها.\nولهذا, جوزنا فيها الفريضة, ولم نجوز في الكتب والعماوية, وكذلك, جعلناها في عدة الوفاة كالمساكن, وكذلك, جعلنا البحر لأهل البحر كالبر لأهل البر.\nفأما إذا صلوا على الوجه الذي ذكرناه, والريح عاصفة,\nبحيث لا يأمنون أن تسبق إحداهما الأخرى:\nفقد قال الشافعي رضي الله عنه, وأجزأتهم صلاتهم, إذا سلموا عن تقدم المأموم على الإمام, كما إذا صلوا في سفينة واحدة, والمأموم في أسفل السفينة, والإمام فوقها يبصرونه, أو يبصره من يبصره, ومن قد يبصره سمعوا تكبيره أو لم يسمعوا,\nفقد قال الشافعي:\nيصح اقتداء الأولين بالإمام, وقد منع مثل هذا في بيوت الدار, وإنما منع ذلك في المساكن, وأجازه في السفينة, لأن السفينة مما فيها من العلو والسفل في العادة بمنزلة البيت الواحد بعضه أخف من بعض, وقد يكون البيت الواحد سريرا وصناديق, فتصح صلاة المأموم على الصندوق أو فيها, بصلاة الإمام خارجا منها, إذا كان جميع ذلك في العرف بناء واحدا.\nومراد الشافعي في هذه المسألة مثل هذه السفينة التي ذكرناها, لأن السفن الكبار المشتملة على الدور والحجر الكثيرة يكون حكمها حكم الأبنية المختلفة.\nوقد قال الشافعي رضي الله تعالى عنه:\nأيضا لو كان الإمام في قعر السفينة وهم على أرجائها, أو الإمام على أرجائها وهم في قعرها,\nأو بعضهم كذا وبعضهم كذا:\nفأحب إلي من ذلك إن أمكنهم أن يكونوا مستويين مع الإمام, حيث كان لا أخفض منه ولا أرفع منه, وإن اختلف حاله وحالهم, فارتفاعه عليهم خير من ارتفاعهم عليه.\n<hr/>\n١- كذا بالأصل.",
      "word_count": 250
    },
    {
      "page_number": 32,
      "content": "[الفصل السابع: في السهل والجبل]\nوإذا وقف الإمام على السهل والمأموم على الجبل,\nأو وقف المأموم على السهل والإمام على الجبل:\nنظر فيهو فإن كان الجبل بحيث يمكن صعوده وارتقاؤه: صح اقتداؤه به,\nإذا كان مكان الارتفاع في الجهة التي فيها الإمام:\nصح.\nوإن كان بخلاف ذلك كان الحكم بخلافه, لأن الجبل حينئذ بمنزلة السور المنيف يقف عليه المقتدي والإمام على القرار.\nوقد قال الشافعي رضي الله عنهك \"من صلى على أبو قبيس١ بصلاة الإمام في المسجد:\nفصلاته باطلة.\nولا بد لهذه المسألة من تأويل مستقيم, لأن ذلك جبل لا يبعد صعوده.\nفمن مشايخنا من قال:\nإنما منع الاقتداء للمساكن المبنية عليه,\nلأنها:\nحائلة من طريق الحكم بين الإمام والمأموم.\nومثل هذه المسألة,\nتبين لك أن العلم بركوع الإمام وسجوده:\nلا يكفي, بخلاف ما ذهب إليه عطاء بن أبي رباح٢,\nولو كفى:\nلجوزنا الصلاة على أبي قبيس بصلاة الإمام في المسجد الحرام, لأن الواقف عليه يشاهد الإمام والقوم, بحيث لا تخفى\n(٧-أ)\nعليه صلاتهم ولا شيء من أفعالهم.\nفصل\nفإذا عرف أن السهل والجبل كالقرار الواحد,\nفالأفضل والأولى:\nأن يكون الغمام والناس على مستو من الأرض, فإن لم يكن بد من أن يكون بعضهما أعلى موقفا من البعض, فالإمام أولى بالأعلى- كما حكينا عن الشافعي.\n<hr/>\n١- أبو قبيس: هو ايم جبل المشرف على مسجد مكة \"معجم البلدان\" الحموي (١/٨٠) .\n<br/>",
      "word_count": 212
    },
    {
      "page_number": 33,
      "content": "وقد روي عن رسول الله صلى الله عليه وسلم أنه لما صنع المنبر, صلى عليه والناس ينظرون إليه,\nثم قال:\n\"صلوا كما رأيتموني أصلي\"\n١.\nفلو كان الإمام٢ فلا بأس.\nصلى أبو هريرة\n(٧-ب)\nرضي الله عنه على ظهر المسجد بصلاة الإمام في المسجد٣, وليس في شيء من ذلك كراهية.\nوالوقوف على القرار الذي وقف عليه الإمام:\nأحب إلينا في المسجد وغيره.\nقال الشافعي رضي الله عنه:\nإذا كان المسجد مملوءا,\nفلم يجد الداخل فيه موضعا:\nيصلي في رحبة٤, بحيث يعقل صلاته أو صلاة من خلفه,\nويرى ركوعهم وسجودهم:\nأجزأه,\nوالاختيار له:\nأن لا يعقل, وهكذا,\nإذا صلى أحد على ظهر المسجد بصلاة الغمام وهو يعقل ركوعه وسجوده:\nأجزأه.\nوأحب إلى:\nأن يكون مستويا في الأرض معه.\nوقد روي:\nأن جماعة خلف أبي سعيد الخدري وهو واقف على مرتفع من الأرض, وكان حذيفة في القوم, فجذب حذيفة أبا سعيد في الصلاة, فرأه, فانجذب حتى وقف على المكان المستوي,\nفلما فرغ قال له حذيفة:\nألم تعلم أن رسول الله صلى عليه وسلم نهانا عن مثل ذلك؟\nفقال أبو سعيد:\nألم ترى كيف تابعتك؟ ٥.\n<hr/>\n١- أخرجه البخاري (٩١٧) ومسلم (٥٤٤) من حديث سهل بن سعد دون قوله: \"صلوا كما رأيتموني أصلي\" وتمام الحديث عند البخاري ومسلم \"صنعت هذا لتأتموا بي ولتعلموا صلاتي\".\n<br/>",
      "word_count": 203
    },
    {
      "page_number": 34,
      "content": "[الفصل الثامن: في الصحراء إذا اتصلت بالمسجد]\nمن وقف في الصحراء مقتديا بالإمام الواقف في المسجد وبينه وبين بناء المسجد ثلاثمائة ذراع:\nصحت صلاته, وإن لم يكن بينه وبين بناء المسجد صف, لأن هذا القدر من المسافة حد القرب لا حد البعد.\nوقد ذكرنا ذلك بأصله فيما تقدم.\nوقال بعض مشايخنا:\nإنما يعتبر هذه المسافة من آخر الصف من صفوف المسجد\n( ... )\n١ الشافعي بخلافه,\nلأنه قال:\nوقربه ما يعرفه وأن يتصل بشيء في المسجد, لا حائل دونه, فيصلي منقطعا عن المسجد وبنائه على قدر مائتي ذراع وثلاثمائة ذراع ونحو ذلك,\nفإذا جاوز ذلك:\nلم يجزه.\nفقد اعتبر الشافعي رضي الله عنه المسافة وبناء المسجد كما ترى.\nوعطاء بن أبي رباح:\nمذهب موسع في هذه المسألة ونظائرها.\nولا يصلي بصلاة الإمام من علمها:\nوهذا بعيد عن ظاهر الكتاب والسنة ومعنى الإجماع:\nأما ظاهر الكتاب:\nفقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسَعَوْا\n(٨-أ)\nإِلَى ذِكْرِ اللَّه} الجمعة: ٩. الآية.\nولو جوزنا أن يصلي الناس بصلاة الإمام إذا علموها وتحققوها, جاز أن يصلي الناس في أسواقهم, وعلى سطوح منازلهم, وقوارع طرقهم, وإن تباعدوا عن المسجد من غير أن تتصل الصفوف به, ولبطل السعي المأمور به.\n<hr/>\n١- بالأصل قدر ثلاث كلمات غير مقروءة.",
      "word_count": 199
    }
  ],
  "extraction_metadata": {
    "extraction_date": "2025-08-23T12:54:21.069728",
    "total_pages": 25,
    "total_words": 4660,
    "reliability_verified": true
  }
}